[
{"top_choice": "Top Choice", "title": "St Vitus Cathedral", "desc": "Built over a time span of almost 600 years, St Vitus is one of the most richly endowed cathedrals in central Europe. It is pivotal to the religious and cultural life of Czechia, housing treasures that range from...", "link": "/czech-republic/prague/prague-castle-and-hradcany/attractions/st-vitus-cathedral/a/poi-sig/401461/1323267"},
{"top_choice": "Top Choice", "title": "Malbork Castle", "desc": "Malbork’s blockbuster attraction is its show-stoppingly massive castle sitting on the banks of the sluggish Nogat River, an eastern arm of the Vistula. The construction of Marienburg (Fortress of Mary) was begun...", "link": "/poland/pomerania/malbork/attractions/malbork-castle/a/poi-sig/1278435/360319"},
{"top_choice": "Islamic Palace in Granada", "title": "Palacios Nazaríes", "desc": "This is the stunning centrepiece of the Alhambra, the most brilliant Islamic building in Europe, with perfectly proportioned rooms and courtyards, intricately moulded stucco walls, beautiful tiling, fine carved...", "link": "/spain/granada/attractions/palacios-nazaries/a/poi-sig/430250/360733"},
{"top_choice": "Park in Sultanahmet", "title": "Hippodrome", "desc": "The Byzantine emperors loved nothing more than an afternoon at the chariot races, and this rectangular arena alongside Sultanahmet Park was their venue of choice. In its heyday, it was decorated by obelisks and...", "link": "/turkey/istanbul/sultanahmet/attractions/hippodrome/a/poi-sig/402118/1324696"},
{"top_choice": "Top Choice", "title": "Suomenlinna", "desc": "Suomenlinna, the ‘fortress of Finland’, straddles a cluster of car-free islands connected by bridges. This Unesco World Heritage site was originally built by the Swedes, as Sveaborg, in the mid-18th century....", "link": "/finland/helsinki/attractions/suomenlinna/a/poi-sig/1289820/359153"},
{"top_choice": "Top Choice", "title": "Mystras", "desc": "Spread over a steep mountainside and surrounded by verdant olive and orange trees, this former Byzantine capital and fortified city is the single most compelling set of medieval ruins in Greece. Treading the...", "link": "/greece/mystras/attractions/mystras/a/poi-sig/1276867/1316578"},
{"top_choice": "Top Choice", "title": "Aya Sofya", "desc": "There are many important monuments in İstanbul, but this venerable structure – which was commissioned by the great Byzantine emperor Justinian, consecrated as a church in 537, converted to a mosque by Mehmet the...", "link": "/turkey/istanbul/sultanahmet/attractions/aya-sofya/a/poi-sig/401908/1324696"},
{"top_choice": "Top Choice", "title": "Park Güell", "desc": "Around 1km north of Gràcia, the Unesco-listed Park Güell is where Antoni Gaudí turned his hand and imagination to landscape gardening. It’s a surreal, enchanting place where the great Modernista's passion for...", "link": "/spain/barcelona/gracia-and-park-guell/attractions/park-guell/a/poi-sig/374905/1320687"},
{"top_choice": "Top Choice", "title": "Kariye Museum (Chora Church)", "desc": "İstanbul has more than its fair share of Byzantine monuments, but few are as drop-dead gorgeous as this mosaic- and fresco-laden church. Nestled in the shadow of Theodosius II's monumental land walls and now a...", "link": "/turkey/istanbul/western-districts/attractions/kariye-museum-chora-church/a/poi-sig/402174/1324698"},
{"top_choice": "Top Choice", "title": "Basilica di San Marco", "desc": "With a profusion of domes and more than 8000 sq metres of luminous mosaics, Venice's cathedral is unforgettable. It was founded in the 9th century to house the corpse of St Mark after wily Venetian merchants...", "link": "/italy/venice/sestiere-di-san-marco/attractions/basilica-di-san-marco/a/poi-sig/1097875/1320995"},
{"top_choice": "Top Choice", "title": "Museo Thyssen-Bornemisza", "desc": "The Thyssen is one of the most extraordinary private collections of predominantly European art in the world. Where the Prado or Reina Sofía enable you to study the body of work of a particular artist in depth,...", "link": "/spain/madrid/el-retiro-the-art-museums/attractions/museo-thyssen-bornemisza/a/poi-sig/399601/1324671"},
{"top_choice": "Top Choice", "title": "Duomo", "desc": "Consecrated on the former site of a Roman temple in 1179 and constructed over the 13th and 14th centuries, Siena's majestic duomo (cathedral) showcases the talents of many great medieval and Renaissance...", "link": "/italy/tuscany/siena/attractions/duomo/a/poi-sig/446667/360053"},
{"top_choice": "Top Choice", "title": "Stonehenge", "desc": "An ultramodern makeover at ancient Stonehenge has brought an impressive visitor centre and the closure of an intrusive road (now restored to grassland). The result is a strong sense of historical context, with...", "link": "/england/southwest-england/stonehenge/attractions/stonehenge/a/poi-sig/1218471/359034"},
{"top_choice": "Top Choice", "title": "Museo Archeologico Nazionale", "desc": "Naples' National Archaeological Museum serves up one of the world’s finest collections of Graeco-Roman artefacts. Originally a cavalry barracks and later seat of the city’s university, the museum was established...", "link": "/italy/naples/toledo-quartieri-spagnoli-1342344/attractions/museo-archeologico-nazionale/a/poi-sig/422621/1342344"},
{"top_choice": "Top Choice", "title": "Ancient Kourion", "desc": "Defiantly perched on a hillside, with a sweeping view of the surrounding patchwork fields and the sea, Ancient Kourion is a spectacular site. Most likely founded in neolithic times due to its strategic position...", "link": "/cyprus/the-republic-of-cyprus/around-lemesos/attractions/ancient-kourion/a/poi-sig/1434820/358809"},
{"top_choice": "Top Choice", "title": "Colosseum", "desc": "Why you should go\n\nEveryone wants to see the Colosseum, and it doesn’t disappoint, especially if accompanied by tales of armored gladiators and hungry lions. More than any other monument, this iconic amphitheater...", "link": "/italy/rome/ancient-rome/attractions/colosseum/a/poi-sig/1160430/1321271"},
{"top_choice": "Top Choice", "title": "Mosteiro de Santa Maria da Vitória", "desc": "The extraordinary monastery of Batalha was built to commemorate the 1385 Battle of Aljubarrota (fought just south of here). Most of the monument was completed by 1434 in Flamboyant Gothic, but Manueline...", "link": "/portugal/batalha/attractions/mosteiro-de-santa-maria-da-vitoria/a/poi-sig/1120172/1300084"},
{"top_choice": "Top Choice", "title": "Museo e Galleria Borghese", "desc": "If you only have time for one art gallery in Rome, make it this one. Housing what's often referred to as the ‘queen of all private art collections’, it boasts paintings by Caravaggio, Raphael and Titian, plus...", "link": "/italy/rome/villa-borghese-and-northern-rome/attractions/museo-e-galleria-borghese/a/poi-sig/389101/1321011"},
{"top_choice": "Top Choice", "title": "Kronborg Slot", "desc": "Best known as the Elsinore Castle of Shakespeare's Hamlet, this Unesco World Heritage Site is a vast Renaissance masterpiece topped by baroque green-copper spires. It's ringed by moats, fortifications and...", "link": "/denmark/zealand/helsingor-elsinore/attractions/kronborg-slot/a/poi-sig/1185972/358863"},
{"top_choice": "Top Choice", "title": "Museo Civico", "desc": "Entered via the Palazzo Pubblico's Cortile del Podestà (Courtyard of the Chief Magistrate), this wonderful museum showcases rooms richly frescoed by artists of the Sienese school. Commissioned by the city's...", "link": "/italy/tuscany/siena/attractions/museo-civico/a/poi-sig/446689/360053"}