[
{"top_choice": "Top Choice", "title": "Topkapı Palace", "desc": "Topkapı is the subject of more colourful stories than most of the world's museums put together. Libidinous sultans, ambitious courtiers, beautiful concubines and scheming eunuchs lived and worked here between the...", "link": "/turkey/istanbul/sultanahmet/attractions/topkapi-palace/a/poi-sig/402212/1324696"},
{"top_choice": "Top Choice", "title": "Galleria degli Uffizi", "desc": "Home to the world's greatest collection of Italian Renaissance art, Florence's premier gallery occupies the vast U-shaped Palazzo degli Uffizi (1560–80), built as government offices. The collection, bequeathed to...", "link": "/italy/florence/duomo-and-piazza-della-signoria/attractions/galleria-degli-uffizi/a/poi-sig/1157282/1317530"},
{"top_choice": "Top Choice", "title": "Vatican Museums", "desc": "Why you should go\n\nFounded by Pope Julius II in the early 16th century and enlarged by successive pontiffs, the Vatican Museums boast one of the world's greatest art collections. Exhibits, which are displayed...", "link": "/vatican-city/attractions/vatican-museums/a/poi-sig/1256585/1321012"},
{"top_choice": "Top Choice", "title": "Alhambra", "desc": "The Alhambra is Granada’s – and Europe’s – love letter to Moorish culture. Set against the brooding Sierra Nevada peaks, this fortified palace started life as a walled citadel before becoming the opulent seat of...", "link": "/spain/granada/attractions/alhambra/a/poi-sig/430192/360733"},
{"top_choice": "Top Choice", "title": "Real Alcázar", "desc": "A magnificent marriage of Christian and Mudéjar architecture, Seville’s royal palace complex is a breathtaking spectacle. The site, which was originally developed as a fort in 913, has been revamped many times...", "link": "/spain/seville/catedral-and-barrio-de-santa-cruz/attractions/real-alcazar/a/poi-sig/411802/1342919"},
{"top_choice": "Top Choice", "title": "Mezquita", "desc": "It’s impossible to overemphasise the beauty of Córdoba’s great mosque, with its remarkably serene (despite tourist crowds) and spacious interior. One of the world's greatest works of Islamic architecture, the...", "link": "/spain/andalucia/cordoba/attractions/mezquita/a/poi-sig/1189075/360732"},
{"top_choice": "Top Choice", "title": "Catedral & Giralda", "desc": "Seville’s showpiece church is awe-inspiring in its scale and majesty. The world’s largest Gothic cathedral, it was built between 1434 and 1517 over the remains of what had previously been the city’s main mosque....", "link": "/spain/seville/catedral-and-barrio-de-santa-cruz/attractions/catedral-giralda/a/poi-sig/1210358/1342919"},
{"top_choice": "Top Choice", "title": "Ancient Olympia", "desc": "This is where the Olympic Games took place every four years for over 1100 years, until their abolition by Emperor Theodosius I in AD 393. The Olympic flame is still lit here for the modern Games. Thanks to the...", "link": "/greece/the-peloponnese/olympia/attractions/ancient-olympia/a/poi-sig/476118/359510"},
{"top_choice": "Top Choice", "title": "Pafos Archaeological Site", "desc": "Nea Pafos (New Pafos) is, ironically, the name given to the sprawling Pafos Archaeological Site, to the west of Kato Pafos. Nea Pafos was the ancient city of Pafos, founded in the late 4th century BC and...", "link": "/cyprus/the-republic-of-cyprus/pafos/attractions/pafos-archaeological-site/a/poi-sig/1438305/358813"},
{"top_choice": "Top Choice", "title": "Roman Forum", "desc": "An impressive – if rather confusing – sprawl of ruins, the Roman Forum was ancient Rome's showpiece center, a grandiose district of temples, basilicas and vibrant public spaces. The site, originally a marshy...", "link": "/italy/rome/ancient-rome/attractions/roman-forum/a/poi-sig/389047/1321271"},
{"top_choice": "Top Choice", "title": "Ancient Mycenae", "desc": "On a hilltop backed by powerful mountains stand the sombre and mighty ruins of Ancient Mycenae, home of the legendary Agamemnon. For four centuries in the second millennium BC, this kingdom was the most powerful...", "link": "/greece/argolis/attractions/ancient-mycenae/a/poi-sig/1276854/1316566"},
{"top_choice": "Top Choice", "title": "Museo del Prado", "desc": "Welcome to one of the world's premier art galleries. More than 7000 paintings are held in the Museo del Prado’s collection (of which only around 1500 are currently on display), acting like a window onto the...", "link": "/spain/madrid/el-retiro-the-art-museums/attractions/museo-del-prado/a/poi-sig/399599/1324671"},
{"top_choice": "Top Choice", "title": "St Peter's Basilica", "desc": "Why you should go\n\nIn the city of outstanding churches, none can hold a candle to St Peter's, Italy’s largest, richest and most spectacular basilica. Built atop a 4th-century church, it was consecrated in Rome...", "link": "/vatican-city/attractions/st-peters-basilica/a/poi-sig/1256581/1321012"},
{"top_choice": "Top Choice", "title": "Westminster Abbey", "desc": "A splendid mixture of architectural styles, Westminster Abbey is considered the finest example of Early English Gothic. It's not merely a beautiful place of worship – the Abbey is still a working church and the...", "link": "/england/london/the-west-end/attractions/westminster-abbey/a/poi-sig/370357/1321927"},
{"top_choice": "Top Choice", "title": "Basilica di Santa Maria Novella", "desc": "The striking green-and-white marble facade of 13th- to 15th-century Basilica di Santa Maria Novella fronts an entire monastical complex, comprising romantic church cloisters and a frescoed chapel. The basilica...", "link": "/italy/florence/santa-maria-novella/attractions/basilica-di-santa-maria-novella/a/poi-sig/388407/1317524"},
{"top_choice": "Top Choice", "title": "Palatino", "desc": "Sandwiched between the Roman Forum and the Circo Massimo, the Palatino (Palatine Hill) is one of Rome's most spectacular sights. It's a beautiful, atmospheric spot, complete with towering pine trees, majestic...", "link": "/italy/rome/ancient-rome/attractions/palatino/a/poi-sig/1090383/1321271"},
{"top_choice": "Top Choice", "title": "Musée du Louvre", "desc": "It isn’t until you’re standing in the vast courtyard of the Louvre, with its glass pyramid and ornate façade, that you can truly say you’ve been to Paris.\n\nWhy you should go\n\nHolding tens of thousands of works of...", "link": "/france/paris/louvre-and-les-halles/attractions/musee-du-louvre/a/poi-sig/372123/1322719"},
{"top_choice": "Top Choice", "title": "Windsor Castle", "desc": "The world’s largest and oldest continuously occupied fortress, Windsor Castle is a majestic vision of battlements and towers. Used for state occasions, it’s one of the Queen’s principal residences; when she’s at...", "link": "/england/southeast-england/windsor-and-eton/attractions/windsor-castle/a/poi-sig/474840/358945"},
{"top_choice": "Top Choice", "title": "Palace of Knossos", "desc": "Crete’s most famous historical attraction is the Palace of Knossos, the grand capital of Minoan Crete, located 5km south of Iraklio. The setting is evocative and the ruins and recreations impressive,...", "link": "/greece/crete/knossos/attractions/palace-of-knossos/a/poi-sig/504778/359431"},
{"top_choice": "Top Choice", "title": "Catedral de Santiago de Compostela", "desc": "The grand heart of Santiago, the cathedral soars above the city in a splendid jumble of spires and sculpture. Built piecemeal over several centuries, its beauty is a mix of an original Romanesque structure...", "link": "/spain/cantabria-asturias-and-galicia/santiago-de-compostela/attractions/catedral-de-santiago-de-compostela/a/poi-sig/1187488/360750"}
]