[
    {
        "website": null,
        "address": "Kato Pafos",
        "price": "adult/child €4.50/free",
        "top_choice": "Top Choice",
        "title": "Pafos Archaeological Site",
        "desc": "Nea Pafos (New Pafos) is, ironically, the name given to the sprawling Pafos Archaeological Site, to the west of Kato Pafos. Nea Pafos was the ancient city of Pafos, founded in the late 4th century BC and originally encircled by massive walls. Despite being ceded to the Romans in 58 BC, it remained the centre of all political and administrative life in Cyprus. It is most famed today for its mesmerising collection of intricate and colourful mosaics based on ancient Greek myths.Palea Pafos (Old Pafos) was in fact Kouklia, southeast of today’s Pafos and the site of the The city originally occupied an area of about 950,000 sq metres and reached its zenith during the 2nd or 3rd century AD. It was during this time that the city’s most opulent public buildings were constructed, including those that house the famous Pafos mosaics.Nea Pafos went into decline following an earthquake in the 4th century that badly damaged the city. Subsequently, Salamis in the east became the new capital of Cyprus, and Nea Pafos was relegated to the status of a mere bishopric. Arab raids in the 7th century set the seal on the city’s demise and neither Lusignan settlement (1192–1489) nor Venetian and Ottoman colonisation revived Nea Pafos’ fortunes.The archaeological site is still being excavated since it is widely believed that there are many treasures still to be discovered. The following sections detail the major sights.Pafos MosaicsThis superb collection of mosaics is located in the southern sector of the archaeological site, immediately to the south of the Agora. Discovered by accident in 1962 by a farmer ploughing his field, these exquisite mosaics decorated the extensive floor area of a large, wealthy residence from the Roman period. Subsequently named the The most wonderful thing about the mosaics is that, apart from their artistic and aesthetic merits, each tells a story, mostly based on ancient Greek myths.The first thing you’ll see upon entering is not a Roman mosaic at all but a Hellenistic monochrome pebble mosaic showing the monster The famous tale of Narcissus is depicted in a mosaic in Room 2, while the Four Seasons mosaic (Room 3) depicts Spring crowned with flowers and holding a shepherd’s stick; Summer holding a sickle and wearing ears of corn; Autumn crowned with leaves and wheat; and Winter as a bearded, grey-haired man.Phaedra and HippolytosAnother stunning mosaic in the house is the In the A short walk away are the smaller The Villa of Theseus is thought to have been a 2nd-century private residence and is named after a representation of the hero Theseus fighting the Minotaur. The building occupies an area of 9600 sq metres and, so far, 1400 sq metres of mosaics have been uncovered. The round mosaic of Theseus and the Minotaur is particularly well preserved and can be seen in Room 36. Other mosaics to look out for are those of Poseidon in Room 76 and Achilles in Rooms 39 and 40.Allow at least two hours to see the three houses properly.Saranta Kolones FortressNot far from the mosaics are the remains of the medieval Saranta Kolones Fortress, named for the ‘40 columns’ that were once a feature of the now almost levelled structure. Little is known about the precise nature or history of the original fortress, other than it was built by the Lusignans in the 12th century and was subsequently destroyed by an earthquake in 1222. A few desultory arches are the only visual evidence of its original grandeur.Agora, Asklipieion & OdeionThe Agora (or forum) and Asklipieion date back to the 2nd century AD. Today, the Agora consists mainly of the Odeion, a semicircular theatre restored in 1970 and not appearing particularly ancient. The rest of the Agora is discernible by the remains of marble columns that form a rectangle in the largely empty open space. What is left of the Asklipieion, the healing centre and altar of Asklepios, god of medicine, runs east to west on the southern side of the Odeion.Be sure to stop by the Visitors' Centre at the top of the steps near the entrance. Interesting rotating exhibitions take place here and you can pick up a guidebook (€5.50), which explains the site in detail.",
        "link": "/cyprus/the-republic-of-cyprus/pafos/attractions/pafos-archaeological-site/a/poi-sig/1438305/358813",
        "country": "cyprus",
        "city": "the-republic-of-cyprus",
        "country_id": null
    },
    {
        "website": "http://odysseus.culture.gr",
        "address": null,
        "price": "adult/child €12/free",
        "top_choice": "Top Choice",
        "title": "Ancient Mycenae",
        "desc": "On a hilltop backed by powerful mountains stand the sombre and mighty ruins of Ancient Mycenae, home of Agamemnon, the legendary king who commanded the Greeks during the Trojan War. For four centuries in the second millennium BC, this kingdom was the most powerful in Greece, holding sway over the whole region and influencing other Mycenaean cities.The World Heritage-listed Mycenae is synonymous with the names Homer and Schliemann. In the 9th century BC Homer told in his epic poems, 'Iliad' and 'Odyssey', of ‘well-built Mycenae, rich in gold’. These poems were, until the 19th century, regarded as no more than gripping and beautiful legends. But in the 1870s the amateur archaeologist Heinrich Schliemann (1822–90), despite derision from professionals, struck gold, first at Troy then at Mycenae.This link, between the mythical and factual, runs thick through Mycenae's history. According to Homer, the city was founded by Perseus, the son of Danae (a princess) and Zeus (a god); and by King Agamemnon’s time, the Royal House of Atreus, which ruled Mycenae, was the most powerful of the Achaeans (Homer’s name for the Greeks).Whether Agamemnon and his family ever existed is uncertain. However, the archaeological facts are that Mycenae was first settled in the Neolithic period and came to prominence in the late Bronze Age, from about 1600 BC. In the wake of the Indo-European wave that arrived in Greece between 2100 and 1900 BC, and influenced by the already-present Minoan and Cycladic civilisations, an advanced culture developed on the mainland. This new civilisation is now referred to as the Mycenaean, named after its most powerful kingdom. The other kingdoms included The city of Mycenae consisted of a fortified citadel and surrounding settlement, at its height from 1450 to 1200 BC. Due to the sheer size of the 'Cyclopean' walls (13m high and 7m thick), formed by stone blocks weighing 6 tonnes in places, legend has it that Perseus enlisted the help of a Cyclops, one of the one-eyed giants described in the Archaeological evidence indicates that the palaces of the Mycenaean kingdoms declined sometime around 1200 BC and the palace itself was destroyed around 1180 BC, possibly by fire. Whether the destruction was the work of outsiders or due to internal division between the various Mycenaean kingdoms remains unresolved. Through the entrance gate, it's worth stopping by the Lion GateGrave Circle AAgamemnon’s PalaceSecret cisternTombsThe entrance fee to the Ancient Mycenae site is €12 and includes access to the main complex, the Two to three daily buses (excluding Sundays) head to Mycenae from Nafplio (journey time: one hour) via Argos. Buses stop in Mykines village, continuing the 1.3km to the site from April to October. A return taxi from Nafplio with waiting time is around €70.",
        "link": "/greece/argolis/attractions/ancient-mycenae/a/poi-sig/1276854/1316566",
        "country": "greece",
        "city": "argolis",
        "country_id": null
    },
    {
        "website": "http://odysseus.culture.gr",
        "address": null,
        "price": "adult/child €12/free",
        "top_choice": "Top Choice",
        "title": "Ancient Olympia",
        "desc": "This is where the Olympic Games took place every four years for over 1100 years, until their abolition by Emperor Theodosius I in AD 393. The Olympic flame is still lit here for the modern Games. Thanks to the destruction ordered by Theodosius II in AD 420 and various subsequent earthquakes, little remains of the magnificent temples and athletic facilities, but enough exists to give you a hint of the sanctuary's former glory.It is one of Greece's most evocative ancient sites. Wandering amid the tree-shaded ruins, you can almost picture the blood and smoke of oxen sacrificed to Zeus and Hera, the sweaty, oiled-up athletes waiting inside the original stadium and the raucous crowds waiting to see the action unfold.According to one (of many different) legends, Zeus held the first Olympic Games to celebrate beating his father Kronos at wrestling. Archaeologists, however, date the oldest structures in the ancient complex to around 2000 to 1600 BCE, while records show the first known games – the athletic contest was originally part of a wider festival honouring Zeus – took place on the site in 776 BCE. It's worth remembering that some structures precede others by centuries; a visit to the excellent Gymnasium and wrestling schoolOn your right as you descend into the complex, the first ruin encountered is the gymnasium, which dates from the 2nd century BC. South of here are the columns of the partly restored palaestra (wrestling school), where contestants practised and trained.Pheidias’ workshopBeyond here is Pheidias’ workshop, where the gargantuan ivory-and-gold Statue of Zeus, was sculpted by the Athenian master. The statue, one of the Seven Wonders of the Ancient World, stood in the Temple of Zeus (in The Altis) but was destroyed in the 5th century – its existence is known only through ancient texts and its representation on coins. The workshop was identified by archaeologists after the discovery of tools and moulds; in the 5th century AD it was converted into an early-Christian church.The AltisThe Altis, or Sacred Precinct of Zeus, lies on the left of the entrance path. Its most important building was the immense 5th-century-BC Doric Temple of Zeus, which enshrined Pheidias’ statue. One column of the temple has been restored and re-erected, and helps put into perspective the sheer size of the structure. To the east of the temple is the base for the Nike (Victory statue) that visitors can admire in the archaeological museum.The altar of oathsSouth of the Temple of Zeus is the bouleuterion (council house), which contains the altar of oaths, where competitors swore to abide by the rules decreed by the Olympic Senate and not to commit foul play. Here were kept the official records of the Games and its champions.The stadiumThe stadium lies to the east of the Altis and is entered through a stone archway. It is rectangular, with a track measuring 192.27m; the stone start and finish lines of the sprint track and the judges’ seats still survive. The stadium could seat at least 45,000 spectators; slaves and women, however, had to be content to watch from outside on the Hill of Kronos. The stadium was used again in 2004, when it was the venue for the shot put at the Athens Olympics.Doric Temple of HeraTo the north of the Temple of Zeus, past the pelopion (a small, wooded hillock with an altar to Pelops, the first mythical hero of the Olympic Games), is the late 7th-century-BC Doric Temple of Hera, the site’s oldest temple. An altar in front of the temple would have maintained a continuous fire during the Games, symbolising the fire stolen from the gods by Prometheus; today, the Olympic flame is lit here.The entrance fee to the site is €12, which covers entrance to the Archaeological Olympia Site, Archaeological Museum of Olympia, Museum of the History of the Olympic Games of Antiquity and Museum of the History of the Olympia Excavations.It is worth visiting first thing in the morning or in the late afternoon; it's a magical experience to be there without the crowds. Information panels are in Greek, English and German.",
        "link": "/greece/the-peloponnese/olympia/attractions/ancient-olympia/a/poi-sig/476118/359510",
        "country": "greece",
        "city": "the-peloponnese",
        "country_id": null
    },
    {
        "website": "http://www.mezquita-catedraldecordoba.es",
        "address": "Calle Cardenal Herrero",
        "price": "adult/child €10/5",
        "top_choice": "Top Choice",
        "title": "Mezquita",
        "desc": "It’s impossible to overemphasise the beauty of Córdoba’s great mosque, with its remarkably serene (despite tourist crowds) and spacious interior. One of the world's greatest works of Islamic architecture, the Mezquita hints, with all its lustrous decoration, at a refined age when Muslims, Jews and Christians lived side by side and enriched their city with a heady interaction of diverse, vibrant cultures.Arab chronicles recount how Abd ar-Rahman I purchased half of the Visigothic church of San Vicente for the Muslim community’s Friday prayers, and then, in AD 784, bought the other half on which to erect a new mosque. Three later extensions nearly quintupled the size of Abd ar-Rahman I's mosque and brought it to the form you see today – with one major alteration: a Christian cathedral plonked right in the middle of the mosque in the 16th century (hence the often-used description ‘Mezquita-Catedral’).Patio de los NaranjosThis lovely courtyard, with its orange, palm and cypress trees and fountains, forms the entrance to the Mezquita. It was the site of ritual ablutions before prayer in the mosque. Its most impressive entrance is the Puerta del Perdón, a 14th-century Mudéjar archway next to the bell tower. The Mezquita's ticket office is just inside here.Bell Tower (Torre Campanario)You can climb the 54m-high bell tower for fine panoramas and an interesting bird's-eye angle on the main Mezquita building. Up to 20 people are allowed up the tower every half hour from 9.30am to 1.30pm and 4pm to 6.30pm (to 5.30pm November to February; no afternoon visits in July or August). Tickets (€2) are sold on the inner side of the Puerta del Perdón, next to the tower: they often sell out well ahead of visit times, so it's a good idea to buy them early in the day. Originally built by Abd ar-Rahman III in 951–52 as the Mezquita's minaret, the tower was encased in a strengthened outer shell and heightened by the Christians in the 16th and 17th centuries. You can still see some caliphal vaults and arches inside.The original minaret would have looked something like the Giralda in Seville, which was practically a copy. Córdoba’s minaret influenced all minarets built thereafter throughout the western Islamic world.The Mezquita's InteriorThe Mezquita’s architectural uniqueness and importance lies in the fact that, structurally speaking, it was a revolutionary building for its time. Earlier major Islamic buildings such as the Dome of the Rock in Jerusalem and the Great Mosque in Damascus placed an emphasis on verticality, but the Mezquita was intended as a democratically horizontal and simple space, where the spirit could be free to roam and communicate easily with God – a kind of glorious refinement of the original simple Islamic prayer space (usually the open yard of a desert home).Men prayed side by side on the Abd ar-Rahman I’s initial prayer hall – the area immediately inside today's visitor entrance – was divided into 11 ‘naves’ by lines of arches striped in red brick and white stone. The columns of these arches were a mishmash of material collected from the earlier church on the site, Córdoba’s Roman buildings and places as far away as Constantinople. To raise the ceiling high enough to create a sense of openness, inventive builders came up with the idea of a two-tier construction, using taller columns as a base and planting shorter ones on top.Later enlargements of the mosque, southward by Abd ar-Rahman II in the 9th century and Al-Hakim II in the 960s, and eastward by Al-Mansur in the 970s, extended it to an area of nearly 14,400 sq metres, making it one of the biggest mosques in the world. The arcades' simplicity and number give a sense of endlessness to the Mezquita.The final Mezquita had 19 doors along its north side, filling it with light and yielding a sense of openness. Nowadays, nearly all these doorways are closed off, dampening the vibrant effect of the red-and-white double arches. Christian additions to the building, such as the solid mass of the cathedral in the centre and the 50 or so chapels around the fringes, further enclose and impose on the airy space.Mihrab & MaksuraLike Abd ar-Rahman II a century earlier, Al-Hakim II in the 960s lengthened the naves of the prayer hall, creating a new The greatest glory of Al-Hakim II’s extension was the portal of the The arches of the CathedralFollowing the Christian conquest of Córdoba in 1236, the Mezquita was used as a cathedral but remained largely unaltered for nearly three centuries. But in the 16th century King Carlos I gave the cathedral authorities permission to rip out the centre of the Mezquita in order to construct a new Capilla Mayor (main altar area) and Legend has it that when the king saw the result he was horrified, exclaiming that the builders had destroyed something unique in the world. The cathedral took nearly 250 years to complete (1523–1766) and thus exhibits a range of architectural fashions, from plateresque and late Renaissance to extravagant Spanish baroque. Among the later features are the Capilla Mayor's rich 17th-century jasper and red-marble retable (altar screen), and the fine mahogany stalls in the choir, carved in the 18th century by Pedro Duque Cornejo.Night VisitsA one-hour sound-and-light show (www.elalmadecordoba.com), in nine languages via audio guides, is presented in the Mezquita twice nightly except Sundays from March to October, and on Friday and Saturday from November to February. Tickets are €18 (senior or student €9).",
        "link": "/spain/andalucia/cordoba/attractions/mezquita/a/poi-sig/1189075/360732",
        "country": "spain",
        "city": "andalucia",
        "country_id": null
    },
    {
        "website": "http://www.alhambra-patronato.es",
        "address": null,
        "price": "adult/12-15yr/under 12yr €14/8/free, Generalife & Alcazaba only adult/under 12yr €7/free",
        "top_choice": "Top Choice",
        "title": "Alhambra",
        "desc": "The Alhambra is Granada’s – and Europe’s – love letter to Moorish culture. Set against the brooding Sierra Nevada peaks, this fortified palace started life as a walled citadel before becoming the opulent seat of Granada’s Nasrid emirs. Their showpiece palaces, the 14th-century Palacios Nazaríes, are among the finest Islamic buildings in Europe and, together with the Generalife gardens, form the Alhambra's great headline act. Tickets sell out, so The origins of the Alhambra, whose name derives from the Arabic Palacio de Carlos V & AroundFrom the southeastern entrance pavilion, a signposted path leads into the core of the complex, passing the 15th-century Beyond the church, the Inside the palace are two museums: the AlcazabaOccupying the western tip of the Alhambra are the martial remnants of the Palacios NazaríesThe Alhambra's stunning centrepiece, the palace complex known as the Palacios Nazaríes, was originally divided into three sections: the Mexuar, a chamber for administrative and public business; the Palacio de Comares, the emir's official and private residence; and the Palacio de los Leones, a private area for the royal family and harem. Access is limited to 300 people every half hour.Entrance is through the From the Mexuar, you pass into the The southern end of the patio is overshadowed by the walls of the Palacio de Carlos V. To the north, in the 45m-high The Patio de los Arrayanes leads into the Of the four halls around the patio, the At the eastern end of the patio is the On the patio’s northern side is the richly decorated From the Sala de Dos Hermanas, a passageway leads through the You eventually emerge into the GeneralifeThe Generalife, the sultans' gorgeous summer estate, dates to the 14th century. A soothing ensemble of pathways, patios, pools, fountains, trees and, in season, flowers of every imaginable hue, it takes its name from the Arabic A string of elegant rectangular plots with tinkling water features, the ",
        "link": "/spain/granada/attractions/alhambra/a/poi-sig/430192/360733",
        "country": "spain",
        "city": "granada",
        "country_id": null
    },
    {
        "website": "http://www.catedraldesantiago.es",
        "address": "Praza do Obradoiro",
        "price": "Pórtico de la Gloria guided tour adult/senior, student & pilgrim/child €10/8/free",
        "top_choice": "Top Choice",
        "title": "Catedral de Santiago de Compostela",
        "desc": "The grand heart of Santiago, the cathedral soars above the city in a splendid jumble of spires and sculpture. Built piecemeal over several centuries, its beauty is a mix of an original Romanesque structure (constructed between 1075 and 1211) and later Gothic and baroque flourishes. The tomb of Santiago beneath the main altar is a magnet for all who come here. The cathedral's artistic high point is the Pórtico de la Gloria inside the west entrance, featuring 200 masterly Romanesque sculptures.Over the centuries the cathedral has suffered considerable wear and tear from water seepage, settlement and humidity. A decade-long restoration programme, which saw parts of the building closed to visitors for years, was due to be completed by the end of 2020. The magnificent baroque western facade facing Praza do Obradoiro, and the Pórtico de la Gloria just inside it, are among sections that have been returned to their former glory. Before the restoration works, the main entrance to the cathedral was through this Obradoiro facade, erected in the 18th century to replace the weather-damaged Romanesque one. Today the main entrance is from Praza das Praterías by the southern facade – the only one that conserves its original Romanesque form.Visits to the artistically unparalleled The Pórtico de la Gloria features 200 Romanesque sculptures by Maestro Mateo, who was placed in charge of the cathedral-building programme in the late 12th century. Now with much of their original colour restored, these detailed, inspired and remarkably lifelike sculptures in Galician granite add up to a comprehensive review of major figures and scenes from the Bible. The Old Testament and its prophets (including a famously smiling Daniel) are on the north side, the New Testament, Apostles and Last Judgment on the south, and glory and resurrection are depicted in the central archway.The main figure in the central archway is a throned, resurrected Christ, surrounded by the four evangelists plus angels and symbols of Jesus' passion. Below Christ's feet is Santiago, and below him Hercules or Samson, holding open the mouths of two lions. Traditionally, visitors arriving in the cathedral said a brief prayer while placing their fingers in five holes above Hercules' head, created by the repetition of this very act by millions of faithful over centuries. On the central pillar's other side is a sculpture believed to represent Maestro Mateo himself. Another tradition called for visitors to bump heads with the maestro to acquire some of his genius. Countless knocks led to Mateo's notably flat nose; he and Hercules are now blocked off by metal barriers.The three naves of the cathedral's main body are separated by majestic lines of Romanesque arches. Towards the east end of the building rises the fantastically elaborate, Churrigueresque A pilgrims' Mass is usually celebrated at the Altar Mayor at noon, and other Masses at least once daily. Check to see if the cathedral's ",
        "link": "/spain/cantabria-asturias-and-galicia/santiago-de-compostela/attractions/catedral-de-santiago-de-compostela/a/poi-sig/1187488/360750",
        "country": "spain",
        "city": "cantabria-asturias-and-galicia",
        "country_id": null
    },
    {
        "website": "http://odysseus.culture.gr",
        "address": "Knossos",
        "price": "adult/concession €15/8, incl Heraklion Archaeological Museum €16/8",
        "top_choice": "Top Choice",
        "title": "Palace of Knossos",
        "desc": "Crete’s most famous historical attraction is the Palace of Knossos, the grand capital of Minoan Crete, located 5km south of the city of Iraklio. The setting is evocative and the ruins and recreations impressive, incorporating an immense palace, courtyards, private apartments, baths, lively frescoes and more.Knossos’ first palace (1900 BCE) was destroyed by an earthquake around 1700 BCE and rebuilt to a grander and more sophisticated design. It was partially destroyed again between 1500 and 1450 BCE, and inhabited for another 50 years before finally burning down.After initial excavation of part of the palace by Cretan archaeologist Minos Kalokerinos, the ruins of Knossos were fully unearthed in 1900 by British archaeologist Sir Arthur Evans (1851–1941). Evans was so enthralled by the site that he spent 35 years and £250,000 of his own money excavating and reconstructing sections of the palace. Although controversial in expert circles, his reconstructions help casual visitors conceive of what the palace might have looked like in its heyday.The first treasure to be unearthed in the flat-topped mound called Kefala was a fresco of a Minoan man, followed by the discovery of the Throne Room. The archaeological world was stunned that a civilisation of this maturity and sophistication had existed in Europe at the same time as the great pharaohs of Egypt. The Minoans’ highly sophisticated society is further revealed by details like the advanced drainage system and the clever placement of rooms in relation to passages, light wells, porches and verandas that kept rooms cool in summer and warm in winter.There is no prescribed route for exploring the palace, but the following one takes in all the highlights:West Court and South PropylaionPiano NobileFresco GalleryThrone RoomKing and queen's quartersCharging Bull fresco and Royal RoadThe entrance fee to the Palace of Knossos is €15. A ticket pairing both the palace and the  Unlike at other ruins around Iraklio, visitors make their way through the site on platform walkways, which can get very crowded. This makes it all the more important to time your visit for outside the tour-bus onslaught. Avoid ticket lines by buying in advance through the ",
        "link": "/greece/crete/knossos/attractions/palace-of-knossos/a/poi-sig/504778/359431",
        "country": "greece",
        "city": "crete",
        "country_id": null
    },
    {
        "website": "http://www.royalcollection.org.uk",
        "address": "Castle Hill",
        "price": "adult/child £23.50/13.50",
        "top_choice": "Top Choice",
        "title": "Windsor Castle",
        "desc": "The world’s largest and oldest continuously occupied fortress, Windsor Castle is a majestic vision of battlements and towers. Used for state occasions, it’s one of the Queen’s principal residences; when she’s at home, the Royal Standard flies from the Round Tower.The story of Windsor Castle began in 1071, when William the Conqueror ordered the construction of a hilltop, earth-and-timber fortress. A century later, his great-grandson Henry II replaced it with a stone round tower. Edward III added a Gothic palace; Elizabeth I, the sturdy North Terrace; and Charles II gave the State Apartments a baroque makeover, creating an ‘English Versailles’. George III stuck on turrets and battlements, to make it look more medieval, while George IV inserted a modern palace into the ancient ensemble. After a thousand years of rebuilding, the 951-room castle thus displays an amazing range of architectural styles, from half-timbered fired brick to Gothic stonework.The castle precincts are divided into the Lower, Middle and Upper Wards. A visit will take you through the lavish State Apartments and beautiful chapels; certain areas may be off limits if in use. Here are some of the highlights:Created by George IV in the 1820s as a welcoming area for heads of state and official guests, this hall was later closed by Queen Victoria in 1866 – its entry sealed by a stone wall – and used primarily for storage space for 150 years. Reopened to the public in 2019, restoration works included chipping off layers of paint to reveal the intricate Regency ceiling bosses created by stuccoist Francis Bernasconi, and linking the visitor entrance on the North Terrace with the State Entrance Hall on the south side, which offers an uninterrupted view of the Long Walk. Also on display are stone remnants believed to be part of the buildings constructed by Henry I around 1110.Filling a side chamber as you approach the State Apartments from the North Terrace of the Upper Ward, this astonishing creation is not a toy but a masterpiece of artful miniaturization. Designed at 1:12 scale by Sir Edwin Lutyens for Queen Mary, and completed in 1924, it displays a phenomenal attention to detail. It's equipped with fully functional plumbing, including flushing toilets, plus electric lights, tiny Crown Jewels, a silver service and wine cellar, and even a fleet of six cars in the garage.The State Apartments, in the castle’s Upper Ward, reverberate with history and style. Around two dozen rooms are usually open to the public, with the crossed swords, suits of armour and banners of the initial A seated statue of Queen Victoria presides over the Two self-guided routes – ceremonial and historic – take in the fabulous Beyond the This elegant chapel, commissioned for the Order of the Garter by Edward IV in 1475, is a fine example of Perpendicular Gothic architecture. The nave and beautiful fan-vaulted roof were completed under Henry VII, and the final nail driven under Henry VIII in 1528.Along with Westminster Abbey, it serves as a royal mausoleum. Both Henry VIII and Charles I lie beneath the beautifully carved 15th-century Quire, while the Queen's father (George VI) and mother (Queen Elizabeth) rest in a side chapel. It’s also where Prince Harry married Meghan Markle in May 2018, and where Prince Philip's funeral took place in 2021.Built in 1240 and dedicated to Edward the Confessor, the small Albert Memorial Chapel was the place of worship for the Order of the Garter until St George's Chapel, alongside, snatched away that honour. After Prince Albert died at Windsor Castle in 1861, Queen Victoria ordered the chapel to be restored as a monument to her husband, adding a magnificent vaulted roof that incorporates gold mosaic pieces from Venice.Although the chapel holds a monument to the prince, he’s actually buried, with Victoria, in the Royal Mausoleum at Frogmore House in Windsor Great Park. Their youngest son, Prince Leopold (Duke of Albany), is, however, buried here.A fabulous spectacle, with triumphant tunes from a military band and plenty of foot stamping from smartly attired troops in red uniforms and bearskin caps, the changing of the guard draws crowds to Windsor Castle each day. Although the Household Troops march through the streets of Windsor, the actual handover happens in the Lower Ward or, when the Queen is in official residence, the Quadrangle in the Upper Ward. Weather permitting, it usually takes place at 11am on Tuesdays, Thursdays and Saturdays, but this is subject to change. Check the Entry is timed and tickets ",
        "link": "/england/southeast-england/windsor-and-eton/attractions/windsor-castle/a/poi-sig/474840/358945",
        "country": "england",
        "city": "southeast-england",
        "country_id": null
    },
    {
        "website": "http://www.topkapisarayi.gov.tr",
        "address": "Babıhümayun Caddesi",
        "price": "palace adult/child under 8yr ₺72/free, Harem adult/child under 6yr ₺42/free, audio guide palace/harem/both ₺20/20/30",
        "top_choice": "Top Choice",
        "title": "Topkapı Palace",
        "desc": "Topkapı is the subject of more colourful stories than most of the world's museums put together. Libidinous sultans, ambitious courtiers, beautiful concubines and scheming eunuchs lived and worked here between the 15th and 19th centuries when it was the court of the Ottoman empire. A visit to the palace's opulent pavilions, jewel-filled Treasury and sprawling Harem gives a fascinating glimpse into their lives.Mehmet the Conqueror built the first stage of the palace shortly after the Conquest in 1453, and lived here until his death in 1481. Subsequent sultans lived in this rarefied environment until the 19th century, when they moved to the ostentatious European-style palaces they built on the shores of the Bosphorus.Before you enter the palace's Imperial Gate (Bab-ı Hümayun), take a look at the ornate structure in the cobbled square just outside. This is the rococo-style The main ticket office is in the First Court, just before the gate to the Second Court.First CourtPass through the Second CourtThe Middle Gate (Ortakapı or Bab-üs Selâm) led to the palace’s Second Court, used for the business of running the empire. In Ottoman times, only the sultan and the The Second Court has a beautiful park-like setting. Unlike typical European palaces, which feature one large building with outlying gardens, Topkapı is a series of pavilions, kitchens, barracks, audience chambers, kiosks and sleeping quarters built around a central enclosure.The great On the left (west) side of the Second Court is the ornate North of the Imperial Council Chamber is the HaremThe entrance to the Harem is beneath the Tower of Justice on the western side of the Second Court. If you decide to visit – and we highly recommend that you do – you'll need to buy a dedicated ticket. The visitor route through the Harem changes when rooms are closed for restoration or stabilisation, so some of the areas mentioned here may not be open during your visit.As popular belief would have it, the Harem was a place where the sultan could engage in debauchery at will. In more prosaic reality, these were the imperial family quarters, and every detail of Harem life was governed by tradition, obligation and ceremony. The word 'harem' literally means 'forbidden' or 'private'.The sultans supported as many as 300 concubines in the Harem, although numbers were usually lower than this. Upon entering the Harem, the girls would be schooled in Islam and in Turkish culture and language, as well as the arts of make-up, dress, comportment, music, reading, writing, embroidery and dancing. They then entered a meritocracy, first as ladies-in-waiting to the sultan's concubines and children, then to the The sultan was allowed by Islamic law to have four legitimate wives, who received the title of Ruling the Harem was the The earliest of the 300-odd rooms in the Harem were constructed during the reign of Murat III (r 1574–95); the harems of previous sultans were at the now-demolished Eski Sarayı (Old Palace), near present-day Beyazıt Meydanı.The Harem complex has six floors, but only one of these can be visited. This is approached via the Beyond this room is the At the far end of the courtyard is the Main Gate into the Harem, as well as a guard room featuring two gigantic gilded mirrors. From here, the Concubines' Corridor leads left to the Across the Concubines' Corridor from the courtyard is a room decorated with a tiled chimney, followed by the Apartments of the Valide Sultan, the centre of power in the Harem. From these ornate rooms the Past the Nearby is the Next door is the Back through the Privy Chamber of Murat III are two of the most beautiful rooms in the Harem – the Past these rooms is the From here, you can follow the passage known as the Golden Road and exit into the palace's Third Court.Third CourtThe Third Court is entered through the Right behind the Audience Chamber is the pretty On the eastern edge of the Third Court is the On the other side of the Third Court are the Next to the sacred Safekeeping Rooms is the Imperial TreasuryLocated on the eastern edge of the Third Court, Topkapı's Treasury features an incredible collection of objects made from or decorated with gold, silver, rubies, emeralds, jade, pearls and diamonds. The building itself was constructed during Mehmet the Conqueror's reign in 1460 and was used originally as reception rooms. It was closed for a major restoration when we last visited.When it re-opens, look out for the jewel-encrusted Sword of Süleyman the Magnificent and the extraordinary Throne of Ahmed I (aka Arife Throne), which is inlaid with mother-of-pearl and was designed by Sedefhar Mehmet Ağa, architect of the Blue Mosque. And don't miss the Treasury's famous Topkapı Dagger, object of the criminal heist in Jules Dassin’s 1964 film Fourth CourtPleasure pavilions occupy the palace's Fourth Court. These include the Up the stairs at the end of the Tulip Garden is the Murat IV built the ",
        "link": "/turkey/istanbul/sultanahmet/attractions/topkapi-palace/a/poi-sig/402212/1324696",
        "country": "turkey",
        "city": "istanbul",
        "country_id": 35100
    },
    {
        "website": "http://www.catedraldesevilla.es",
        "address": "Plaza del Triunfo",
        "price": "adult/child €10/free, incl rooftop guided tours €16, free 4.30-6pm Mon",
        "top_choice": "Top Choice",
        "title": "Catedral & Giralda",
        "desc": "Seville’s showpiece church is awe-inspiring in its scale and majesty. The world’s largest Gothic cathedral, it was built between 1434 and 1517 over the remains of what had previously been the city’s main mosque. Highlights include the Giralda, the mighty bell tower, which incorporates the mosque’s original minaret, the monumental tomb of Christopher Columbus, and the Capilla Mayor with an astonishing gold altarpiece.Audio guides cost €3. Note also that children under nine are not permitted on rooftop tours.You can also tour the cathedral's stained glass windows – see the website for details and booking.The history of the cathedral goes back to the 15th century but the history of Christian worship on the site dates to the mid-13th century. In 1248, the Castilian king Fernando III captured Seville from its Almohad rulers and transformed their great 12th-century mosque into a church. Some 153 years later, in 1401, the city’s ecclesiastical authorities decided to replace the former mosque, which had been damaged by an earthquake in 1356, with a spectacular new cathedral: 'Let's construct a church so large future generations will think we were mad', they quipped (or so legend has it).The result is the staggering cathedral you see today, officially known as the Catedral de Santa María de la Sede. It’s one of the world’s largest churches and a veritable treasure trove of art, with notable works by Zurbarán, Murillo, Goya and others.ExteriorWith its immense flying buttresses and Gothic embellishments, the cathedral's exterior provides a suitably dramatic shell for the treasures within. Pause to look at the Sala del PabellónSelected treasures from the cathedral’s art collection are exhibited in this room, the first after the ticket office. Much of what’s displayed here, as elsewhere in the cathedral, is the work of masters from Seville’s 17th-century Golden Age.Tomb of Christopher ColumbusOnce inside the cathedral proper, head right until you come to the tomb of Christopher Columbus (the Columbus’ remains were moved many times after his death (in 1506 in Valladolid, northern Spain), and there are those who claim his real bones lie in Santo Domingo. Certainly his bones spent time in the Dominican Republic after they were shipped to Spanish-controlled Hispaniola from their original resting place, the DNA testing in 2006 proved a match between the bones supposed to be Columbus' and bones known to be from his brother Diego. And while that didn’t conclusively solve the mystery, it strongly suggested that the great man really is interred in the tomb that bears his name.Sacristía de los CálicesTo the right of Columbus' tomb are a series of rooms containing some of the cathedral’s greatest masterpieces. First up is the Sacristy of the Chalices, behind the Capilla de los Dolores, where Francisco de Goya’s painting of the Sevillan martyrs, Sacristía MayorNext along is this large room with a finely carved stone cupola, created between 1528 and 1547. Pedro de Campaña’s 1547 Sala CapitularThe circular chapter house, also called the Cabildo, features a stunning carved dome and a Murillo masterpiece, Capilla MayorEven in a church as spectacular as this, the Capilla Mayor (Main Chapel) stands out with its astonishing Gothic retable, reckoned to be the world's largest altarpiece. Begun by Flemish sculptor Pieter Dancart in 1482 and finished by others in 1564, this sea of gilt and polychromed wood holds more than 1000 carved biblical figures. At the centre of the lowest level is a tiny 13th-century silver-plated cedar image of the CoroWest of the Capilla Mayor and dominating the central nave is the 16th-century Coro (Choir). This giant box-like structure incorporates 114 elaborately wooden seats in Gothic-Mudéjar style and a vast organ.Capilla de San AntonioThe chapels along the sides of the cathedral hold yet more artistic treasures. Of particular note is the Capilla de San Antonio, at the western end of the northern aisle, housing Murillo’s gigantic 1656 depiction of the GiraldaIn the northeastern corner of the cathedral you’ll find the entry to the Giralda. The climb to the top involves walking up 35 ramps, built so that the guards could ride up on horseback, and a small flight of stairs at the top. Your reward is sensational rooftop views.The decorative brick tower, which tops out at 104m, was the minaret of the mosque, constructed between 1184 and 1198 at the height of Almohad power. Its proportions, delicate brick-pattern decoration, and colour, which changes with the light, make it perhaps Spain’s most perfect Islamic building. The topmost parts – from bell level up – were added in the 16th century, when Spanish Christians were busy ‘improving on’ surviving Islamic buildings. At the very top is Patio de los NaranjosOutside the cathedral’s northern flank, this patio was originally the mosque's main courtyard. It’s planted with 66 ",
        "link": "/spain/seville/catedral-and-barrio-de-santa-cruz/attractions/catedral-giralda/a/poi-sig/1210358/1342919",
        "country": "spain",
        "city": "seville",
        "country_id": null
    },
    {
        "website": "http://www.alcazarsevilla.org",
        "address": "Plaza del Triunfo",
        "price": "adult/student/child €11.50/3/free, free 6-7pm Mon Apr-Sep, 4-5pm Mon Oct-Mar",
        "top_choice": "Top Choice",
        "title": "Real Alcázar",
        "desc": "A magnificent marriage of Christian and Mudéjar architecture, Seville’s royal palace complex is a breathtaking spectacle. The site, which was originally developed as a fort in 913, has been revamped many times over the 11 centuries of its existence, most spectacularly in the 14th century when King Pedro added the sumptuous Palacio de Don Pedro, still today the Alcázar’s crowning glory. More recently, the Alcázar featured as a location for the Note that long entry queues are the norm here. To cut waiting time, it pays to pre-purchase tickets at www.alcazarsevilla.org.The Alcázar started life in the 10th century as a fort for the Cordoban governors of Seville but it was in the 11th century that it got its first major rebuild. Under the city’s Abbadid rulers, the original fort was enlarged and a palace known as Al-Muwarak (the Blessed) was built in what’s now the western part of the complex. Subsequently, the 12th-century Almohad rulers added another palace east of this, around what’s now the Patio del Crucero. The Christian king Fernando III moved into the Alcázar when he captured Seville in 1248, and several later monarchs used it as their main residence. Fernando’s son Alfonso X replaced much of the Almohad palace with a Gothic one and then, between 1364 and 1366, Pedro I created his stunning namesake palace.Patio del LeónEntry to the complex is through the Patio de la MonteríaDominated by the facade of the Palacio de Don Pedro, the Patio de la Monteria owes its name (The Hunting Courtyard) to the fact that hunters would meet here before hunts with King Pedro. Rooms on the western side of the square were part of the Cuarto Real AltoThe Alcázar is still a royal palace. In 1995 it hosted the wedding feast of Infanta Elena, daughter of King Juan Carlos I, after her marriage in Seville’s cathedral. The Palacio de Don PedroThis palace, also known as the Palacio Mudéjar, is Seville's single most stunning architectural feature.King Pedro, though at odds with many of his fellow Christians, had a long-standing alliance with the Muslim emir of Granada, Mohammed V, the man responsible for much of the decoration at the Alhambra. So when Pedro decided to build a new palace in the Alcázar in 1364, Mohammed sent many of his top artisans. These were joined by others from Seville and Toledo. Their work, drawing on the Islamic traditions of the Almohads and caliphal Córdoba, is a unique synthesis of Iberian Islamic art.Inscriptions on the palace’s facade encapsulate the collaborative nature of the enterprise. While one, in Spanish, announces that the building’s creator was the ‘highest, noblest and most powerful conqueror Don Pedro, by God's grace King of Castilla and León', another proclaims repeatedly in Arabic that ‘there is no conqueror but Allah'.At the heart of the palace is the sublime To the north of the patio, the Continuing on brings you to the covered The most spectacular room in the Palacio, and indeed the whole Alcázar, is the On the western side of the Salón, the beautiful Palacio Gótico (Salones de Carlo V)Reached via a staircase at the southeastern corner of the Patio de las Doncellas is Alfonso X’s much remodelled 13th-century Gothic palace. The echoing halls here were designed for the 16th-century Spanish king Carlos I and are now known as the Patio del CruceroBeyond the Salone de los Tapices, the Patio del Crucero was originally the upper storey of a patio from the 12th-century Almohad palace. Initially it consisted only of raised walkways along its four sides and two cross-walkways that met in the middle. Below grew orange trees, whose fruit could be plucked at hand height by the lucky folk strolling along the walkways. The patio’s lower level was built over in the 18th century after it suffered earthquake damage.GardensOn the other side of the Salone de los Tapices are the Alcázar’s gardens. Formal gardens with pools and fountains sit closest to the palace. From one, the One of the gardens' most arresting feature is the ",
        "link": "/spain/seville/catedral-and-barrio-de-santa-cruz/attractions/real-alcazar/a/poi-sig/411802/1342919",
        "country": "spain",
        "city": "seville",
        "country_id": null
    },
    {
        "website": "http://www.smn.it",
        "address": "Piazza di Santa Maria Novella 18",
        "price": "adult/reduced €7.50/5",
        "top_choice": "Top Choice",
        "title": "Basilica di Santa Maria Novella",
        "desc": "The striking green-and-white marble facade of 13th- to 15th-century Basilica di Santa Maria Novella fronts an entire monastical complex, comprising romantic church cloisters and a frescoed chapel. The basilica itself is a treasure chest of artistic masterpieces, climaxing with frescoes by Domenico Ghirlandaio. The lower section of the basilica's striped marbled facade is transitional from Romanesque to Gothic; the upper section and the main doorway (1456–70) were designed by Leon Battista Alberti. Book in advance online to avoid queues.As you enter, look straight ahead to see Masaccio's superb fresco The monumental main altar, The first chapel to the right of the altar, To the far left of the altar, up a short flight of stairs in the western transept, is the From the church, walk through a side door into the serene By the side of the chapel, a passage leads into the Head back to the Chiostro Verde and enter the passageway on the western (left) side of the cloister to access the 14th-century Backtrack through the museum to end in the magnificently frescoed There are two entrances to the Santa Maria Novella complex: the main entrance to the basilica or through the City-run ",
        "link": "/italy/florence/santa-maria-novella/attractions/basilica-di-santa-maria-novella/a/poi-sig/388407/1317524",
        "country": "italy",
        "city": "florence",
        "country_id": 381000
    },
    {
        "website": "http://www.louvre.fr",
        "address": "rue de Rivoli & quai des Tuileries, 1er",
        "price": "adult/child €15/free, 6-9.45pm 1st Sat of month free",
        "top_choice": "Top Choice",
        "title": "Musée du Louvre",
        "desc": "It isn’t until you’re standing in the vast courtyard of the Louvre, with its glass pyramid and ornate façade, that you can truly say you’ve been to Holding tens of thousands of works of art–from Mesopotamian, Egyptian and Greek antiquities to masterpieces by artists such as da Vinci (including his incomparable Mona Lisa), Michelangelo and Rembrandt–it’s no surprise that this is one of the world’s most visited museums.The Louvre contains works of art and artisanship from all over Europe as well as priceless collections of antiquities. The Louvre’s raison d’être is essentially to present Western art (primarily French and Italian, but also Dutch and Spanish) from the Middle Ages to about 1848 – at which point the Long before its modern incarnation, the vast Palais du Louvre originally served as a fortress constructed by Philippe-Auguste in the 12th century; it was rebuilt in the mid-16th century as a royal residence in the Renaissance style. The Revolutionary Convention turned it into a national museum in 1793.When the museum opened in the late 18th century it contained 2500 paintings and objets d’art; the ‘Grand Louvre’ project inaugurated by the late president François Mitterrand in 1989 doubled the museum’s exhibition space, and both new and renovated galleries have opened in recent years devoted to objets d’art such as the crown jewels of Louis XV. The Islamic art galleries are in the restored Cour Visconti.The sheer size of the place can be overwhelming. However, there’s an array of self-guided thematic trails (1½ hours; download trail brochures in advance from the website) ranging from a Louvre masterpieces trail to the art of eating, plus several for kids (hunt lions, galloping horses). Even better are the Louvre’s self-paced multimedia guides (€5). More formal, English-language guided tours depart from the Hall Napoléon, which has free English-language maps.The main entrance is through the 21m-high Grande Pyramide, a glass pyramid designed by the Chinese-American architect IM Pei (1917–2019). Standard tickets are €15. The only way to guarantee entry is by booking online (€2 surcharge) or making a time-slot reservation through the Paris Museum Pass. You can avoid the longest queues (for security) outside the pyramid by entering the Louvre complex via the underground shopping centre Carrousel du Louvre, or the Porte des Lions entrance. If you don't have a pre-bought ticket, you'll need to queue up again to buy your ticket once inside (not recommended at peak times, when capacity can mean anyone without a prior reservation won't get in). Tickets are only valid for the duration of your visit (you can no longer come and go as you please throughout the day).During the COVID-19 pandemic, the Louvre introduced new measures such as timed-tickets and a ban on cash. It has at times closed in response to lockdown measures. Always check the website for Hotel WestminsterApartments du LouvreLa Clef Louvre",
        "link": "/france/paris/louvre-and-les-halles/attractions/musee-du-louvre/a/poi-sig/372123/1322719",
        "country": "france",
        "city": "paris",
        "country_id": null
    },
    {
        "website": "http://www.parcocolosseo.it",
        "address": "Via di San Gregorio 30, Piazza di Santa Maria Nova",
        "price": "adult/reduced incl Colosseum & Roman Forum €12/7.50, SUPER ticket €18/13.50",
        "top_choice": "Top Choice",
        "title": "Palatino",
        "desc": "Sandwiched between the Rome’s mythical founders, twin brothers Romulus and Remus, were supposedly brought up on the Palatino by a shepherd, Faustulus, after a wolf saved them from death. Their shelter, the 8th century BCE Capanne Romulee (Romulean Huts), is situated near the In 2007 the discovery of a mosaic-covered cave 15m (49ft) beneath the Roman myth holds that Romulus established Rome on the Palatino after he killed Remus in a fit of rage. Archaeological evidence, however, puts the establishment of a village here to the early Iron Age (around 830 BCE).As the most central of Rome's seven hills, and because it was close to the Roman Forum, the Palatino was the ancient city's most exclusive neighborhood. The emperor Augustus lived here all his life, and successive emperors built increasingly opulent palaces – in fact, the word \"palace\" is derived from the hill's Latin name, \"Palatium.\" But after Rome's decline, the area fell into disrepair, and in the Middle Ages churches and castles were built over the ruins. During the Renaissance, members of wealthy families had landscaped gardens laid out on the site.Most of the Palatino as it appears today is covered by the ruins of Emperor Domitian's vast complex, which served as the main imperial palace for 300 years. Divided into the Domus Flavia, Domus Augustana, and a stadio, it was built in the 1st century CE.On entering the complex from the main entrance on Back on the main site, the first recognizable construction you come to is the stadio. This sunken area, which was part of the main imperial palace, was probably used by the emperors for private games and events. A path to the side of it leads to the towering remains of a complex built by Septimius Severus, comprising On the other side of the stadio are the ruins of the huge The white building next to the Domus Augustana is the North of the museum is the Domus Flavia, the public part of the palace complex. This was centered on a grand columned peristyle – the grassy area you see with the base of an octagonal fountain – off which the main halls led. To the north was the emperor's audience chamber (Near the Domus, the Near to the Casa di Augusto, but closed off to visitors, are the Northeast of the Casa di Livia lies the The area west of this was once Tiberius' palace, the Domus Tiberiana, but is now home to the 16th century Access to the Casa di Livia and Casa di Augusto requires the ",
        "link": "/italy/rome/ancient-rome/attractions/palatino/a/poi-sig/1090383/1321271",
        "country": "italy",
        "city": "rome",
        "country_id": null
    },
    {
        "website": "http://www.museodelprado.es",
        "address": "Paseo del Prado",
        "price": "adult/concession/child €15/7.50/free, 6-8pm Mon-Sat & 5-7pm Sun free, audioguide €3.50, admission plus official guidebook €24",
        "top_choice": "Top Choice",
        "title": "Museo del Prado",
        "desc": "Welcome to one of the world's premier art galleries. More than 7000 paintings are held in the Museo del Prado’s collection (of which only around 1500 are currently on display), acting like a window onto the historical vagaries of the Spanish soul, at once grand and imperious in the royal paintings of Velázquez, darkly tumultuous in Spend as long as you can at the Prado or, better still, plan to make a couple of visits because it can be a little overwhelming if you try to absorb it all at once.Entrance to the Prado is via the eastern Puerta de los Jerónimos, with tickets on sale beneath the northern HistoryThe western wing of the Prado (Edificio Villanueva) was completed in 1785, as the neoclassical Palacio de Villanueva. Originally conceived as a house of science, it later served, somewhat ignominiously, as a cavalry barracks for Napoleon’s troops during their occupation of Madrid between 1808 and 1813. In 1814 King Fernando VII decided to use the palace as a museum, although his purpose was more about finding a way of storing the hundreds of royal paintings gathering dust than any high-minded civic ideals – this was an era where art was a royal preserve. Five years later the Museo del Prado opened with 311 Spanish paintings on display.GoyaFrancisco José de Goya y Lucientes (Goya) is found on all three floors of the Prado, but we recommend starting at the southern end of the ground or lower level. In Rooms 64 and 65, Goya’s There are more Goyas on the 1st floor in Rooms 34 to 37. Among them are two more of Goya’s best-known and most intriguing oils: VelázquezDiego Rodriguez de Silva y Velázquez (Velázquez) is another of the grand masters of Spanish art who brings so much distinction to the Prado. Of all his works, Spanish & Other European MastersHaving experienced the essence of the Prado, you’re now free to select from the astonishingly diverse works that remain. If Spanish painters have piqued your curiosity, Bartolomé Esteban Murillo, José de Ribera and the stark figures of Francisco de Zurbarán should be on your itinerary. The vivid, almost surreal works by the 16th-century master and adopted Spaniard El Greco, whose figures are characteristically slender and tortured, are also perfectly executed.Another alternative is the Prado’s outstanding collection of Flemish art. The fulsome figures and bulbous cherubs of Peter Paul Rubens (1577–1640) provide a playful antidote to the darkness of many of the other Flemish artists. His signature works are And then there are the paintings by Dürer, Rafael, Tiziano (Titian), Tintoretto, Sorolla, Gainsborough, Fra Angelico, Tiepolo…Edificio JerónimosIn contrast to the original Edificio Villanueva, the eastern wing (Edificio Jerónimos) is part of the Prado’s stunning modern extension, which opened in 2007. Dedicated to temporary exhibitions (usually to display Prado masterpieces held in storage for decades for lack of wall space), and home to the excellent bookshop and cafe, its main attraction is the 2nd-floor cloisters. Built in 1672 with local granite, the cloisters were until recently attached to the adjacent ",
        "link": "/spain/madrid/el-retiro-the-art-museums/attractions/museo-del-prado/a/poi-sig/399599/1324671",
        "country": "spain",
        "city": "madrid",
        "country_id": null
    },
    {
        "website": "http://www.parcocolosseo.it",
        "address": "Largo della Salara Vecchia, Piazza di Santa Maria Nova",
        "price": "adult/reduced incl Colosseum & Palatino €12/7.50, SUPER ticket €18/13.50",
        "top_choice": "Top Choice",
        "title": "Roman Forum",
        "desc": "An impressive – if rather confusing – sprawl of ruins, the Roman Forum was If you can get your imagination going, there’s something wonderfully compelling about walking in the footsteps of Julius Caesar and other legendary figures of Roman history. Signature sights include the The Roman Forum was the center of daily life in ancient Rome, the site of public gatherings, trials, elections and gladiatorial combat. Markets and shops lined the narrow alleys and streets. During the Roman Empire, the Forum became the site of the city's grandest monuments and temples.Like many of ancient Rome's great urban developments, the Forum fell into disrepair after the fall of the Roman Empire until it was eventually used as pasture land. In the Middle Ages it was known as the Campo Vaccino (Cow Field) and extensively plundered for its stone and marble. The area was systematically excavated in the 18th and 19th centuries, and excavations continue to this day.Entering from Largo della Salara Vecchia – you can also enter directly from the At the end of the path, you'll come to Heading right up Via Sacra brings you to the In front of the Curia, and hidden by scaffolding, is the At the end of Via Sacra, the 23m-high (75ft-high) In front of the arch are the remains of the The eight granite columns that rise behind the Colonna are all that remain of the Tempio di Saturno, an important temple that doubled as the state treasury. Behind it are (from north to south): the ruins of the On the southern side of Piazza del Foro, you'll see the stubby ruins of the Nearby, the 6th-century Accessible from the church is the Back towards Via Sacra is the Continuing up Via Sacra, past the circular Beyond the basilica, the Arco di Tito was built in 81 CE to celebrate Vespasian and Titus' victories against rebels in Jerusalem.For a restorative coffee break, head up to the Campidoglio and the If you want something more substantial, search out 1. Get grandstand views of the Forum from the Palatino and Campidoglio.2. Visit first thing in the morning or late afternoon; crowds are worst between 11am and 2pm.3. In summer it gets very hot and there’s little shade, so take a hat and plenty of water. Comfortable shoes are a must.4. If you're caught short, there are toilets by the Chiesa di Santa Maria Antiqua.To visit the Roman Forum's internal sites, the Chiesa di Santa Maria Antiqua, Rampa di Domiziano and Tempio di Romolo, you'll need to purchase a SUPER ticket and plan carefully. The ticket, valid for two consecutive days, covers the Colosseum, Roman Forum and Palatino. The Roman Forum sites (Tempio di Romolo, Chiesa di Santa Maria in Antiqua, Rampa di Domiziano) are open on Tuesdays, Thursdays, Saturdays and Sunday afternoons. ",
        "link": "/italy/rome/ancient-rome/attractions/roman-forum/a/poi-sig/389047/1321271",
        "country": "italy",
        "city": "rome",
        "country_id": null
    },
    {
        "website": "http://www.vatican.va",
        "address": "St Peter's Sq",
        "price": null,
        "top_choice": "Top Choice",
        "title": "St Peter's Basilica",
        "desc": "In the city of outstanding churches, none can hold a candle to St Peter's, The cavernous 646 ft-long (187m) interior covers more than 3.7 acres (15,000 sq m). Michelangelo's hauntingly beautiful Pietà was sculpted when he was only 25, and it is the only work the artist ever signed – his signature is etched into the sash across the Madonna's breast. Nearby, a red floor disc marks the spot where Charlemagne and later Holy Roman Emperors were crowned by the pope.Dominating the center of the basilica is Bernini's famous baldachin. Supported by four spiral columns and made with bronze taken from theAbove, Michelangelo's dome soars to a height of 390ft (119m). Based on Brunelleschi's design for the Duomo in Florence, the towering cupola is supported by four stone piers named after the saints whose statues adorn the Bernini-designed niches – Longinus, Helena, Veronica and Andrew.From the dome entrance on the right of the basilica's main portico, you can walk the 551 steps to the top or take a small elevator halfway and then follow on foot for the last 320 steps. Either way, it's a long, steep climb. But make it to the top, and you're rewarded with stunning rooftop views.At the base of the Pier of St Longinus is Arnolfo di Cambio's much-loved 13th-century bronze statue of St Peter, whose right foot has been worn down by centuries of caresses.Accessed from the left nave, the Excavations beneath the basilica have uncovered part of the original church and what archaeologists believe is the The excavations can only be visited by guided tour. For further details, and to book a tour (this must be done well in advance), check out the website of the The original church was commissioned by the emperor Constantine and built around 349 on the site where St Peter is said to have been buried between 64-67 CE. But like many medieval churches, it eventually fell into disrepair, and it wasn’t until the mid-15th century that efforts were made to restore it, first by Pope Nicholas V and then, rather more successfully, by Julius II.In 1506 construction began on Bramante's design for a new basilica based on a Greek-cross plan, with four equal arms and a huge central dome. But on Bramante’s death in 1514, building ground to a halt as architects, including Raphael and Antonio da Sangallo, tried to modify his original plans. Little progress was made, and it wasn’t until Michelangelo took over in 1547 at the age of 72 that the situation changed.Michelangelo simplified Bramante’s plans and drew up designs for what was to become his greatest architectural achievement, the dome. He never lived to see it built, though, and it was left to Giacomo della Porta and Domenico Fontana to finish it in 1590.With the dome in place, Carlo Maderno inherited the project in 1605. He designed the monumental facade and lengthened the nave towards the piazza.Built between 1608 and 1612, Carlo Maderno’s immense facade is 157 ft (48m) high and 377 ft (115m) wide. Eight 89-ft high (27m) columns support the upper attic on which 13 statues stand representing Christ the Redeemer, St John the Baptist and the 11 apostles. The central balcony is known as the Loggia della Benedizione, and it’s from here that the pope delivers his \"Urbi et Orbi\" blessing at Christmas and Easter.Expect lines and note that strict dress codes are enforced (no shorts, miniskirts or bare shoulders).Free two-hour, English-language tours of the basilica are run by seminarians from the ",
        "link": "/vatican-city/attractions/st-peters-basilica/a/poi-sig/1256581/1321012",
        "country": "vatican-city",
        "city": "attractions",
        "country_id": null
    },
    {
        "website": "http://www.museivaticani.va",
        "address": "Viale Vaticano",
        "price": "adult/reduced €17/8, free last Sun of the month",
        "top_choice": "Top Choice",
        "title": "Vatican Museums",
        "desc": "Founded by Pope Julius II in the early 16th century and enlarged by successive pontiffs, the Vatican Museums boast one of the world's greatest art collections. Exhibits, which are displayed along about 4 miles of halls and corridors, range from Egyptian mummies and Etruscan bronzes to ancient busts, old masters and modern paintings. Highlights include the spectacular collection of classical statuary in the Museo Pio-Clementino, a suite of rooms frescoed by Raphael, and the Michelangelo-painted Housing the museums are the lavishly decorated halls and galleries of the The Museo Chiaramonti is effectively the long corridor that runs down the east side of the Belvedere Palace. Its walls are lined with thousands of statues and busts representing everything from immortal gods to playful cherubs and ugly Roman patricians. Near the end of the hall, off to the right, is the Braccio Nuovo (New Wing), which contains a famous statue of the Nile as a reclining god covered by 16 babies.Founded by Gregory XVI in 1839, this museum contains pieces taken from Egypt in Roman times. Fascinating exhibits include a fragmented statue of Ramses II on his throne, vividly painted sarcophagi dating from around 1000 BCE, and a macabre mummy.At the top of the 18th-century Simonetti staircase, the Museo Gregoriano Etrusco contains artifacts unearthed in the Etruscan tombs of northern This stunning museum contains some of the Vatican Museums’ finest classical statuary, including the peerless To the left as you enter the courtyard, the Back inside, the Sala degli Animali is filled with sculpted creatures and some magnificent 4th-century mosaics. Continuing on, you come to the Sala delle Muse, centered on the The next room, the Sala Rotonda, contains a number of colossal statues, including a gilded-bronze Often overlooked by visitors but full of major works, the papal picture gallery contains Raphael’s last work, Home to two of the world’s most famous works of art – Michelangelo’s ceiling frescoes (1508–12) and his Michelangelo's ceiling design, which is best viewed from the chapel’s main entrance in the far east wall, covers the entire 8611-sq-ft surface. With painted architectural features and a cast of colorful biblical characters, it's centered on nine panels depicting stories from the book of Genesis.As you look up from the east wall, the first panel is the Opposite, on the west wall is Michelangelo’s mesmeric Near the bottom, on the right, you’ll see a man with donkey ears and a snake wrapped around him. This is Biagio de Cesena, the papal master of ceremonies, who was a fierce critic of Michelangelo’s composition. Another famous figure is St Bartholomew, just beneath Christ, holding his own flayed skin. The face in the skin is said to be a self-portrait of Michelangelo, its anguished look reflecting the artist’s tormented faith.The chapel’s walls also boast superb frescoes. Painted in 1481–82 by a crack team of Renaissance artists, including Botticelli, Ghirlandaio, Pinturicchio, Perugino and Luca Signorelli, they represent events in the lives of Moses (to the left looking at the As well as providing a showcase for priceless art, the Sistine Chapel also serves an important religious function as the place where the conclave meets to elect a new pope.These four frescoed chambers, currently undergoing partial restoration, were part of Pope Julius II’s private apartments. Raphael himself painted the Stanza della Segnatura (1508–11) and Stanza d’Eliodoro (1512–14), while the Stanza dell’Incendio (1514–17) and Sala di Costantino (1517–24) were decorated by students following his designs.The first room you come to is the Sala di Costantino, which features a huge fresco depicting Constantine’s defeat of Maxentius at the battle of Milvian Bridge.The Stanza d’Eliodoro, which was used for private audiences, takes its name from the The Stanza della Segnatura, Julius’ study and library, was the first room that Raphael painted, and it’s here that you’ll find his great masterpiece, The most famous work in the Stanza dell’Incendio di Borgo is the The last of three galleries on the upper floor – the other two are the Galleria dei Candelabri (Gallery of the Candelabra) and Galleria degli Arazzi (Tapestry Gallery) – this 394-ft-long corridor is hung with 40 16th-century topographical maps of Italy.Check onlineOverall, exhibits are not well labeled, so consider hiring an audio guide (€8 or $9.66) or purchasing a guidebook to the museums. The museums are well equipped for visitors with disabilities, with suggested itineraries, lifts and specially fitted toilets. Wheelchairs are available free of charge from the Special Permits desk in the entrance hall, and can be reserved by emailing accoglienza.musei@scv.va. Parents with toddlers can take strollers into the museums.There's a fine bistro in the Cortile della Pigna, a complex of self-service cafeterias and a cafe with an outdoor patio near the Pinacoteca.For a real bite to remember, leave the museums and head to ",
        "link": "/vatican-city/attractions/vatican-museums/a/poi-sig/1256585/1321012",
        "country": "vatican-city",
        "city": "attractions",
        "country_id": null
    },
    {
        "website": "http://www.uffizi.it",
        "address": "Piazzale degli Uffizi 6",
        "price": "adult/reduced Mar-Oct €20/2, Nov-Feb €12/2",
        "top_choice": "Top Choice",
        "title": "Galleria degli Uffizi",
        "desc": "Home to the world's greatest collection of Italian Renaissance art, Florence's premier gallery occupies the vast U-shaped Palazzo degli Uffizi (1560–80), built as government offices. The collection, bequeathed to the city by the Medici family in 1743 on condition that it never leave Florence, contains some of Italy's best-known paintings, including a room full of Botticelli masterpieces.A combined ticket (valid three days) with Palazzo Pitti, Giardino di Boboli and Museo Archeologico is available for €38/21 (€18/11 November to February).As part of a gargantuan €65-million refurbishment, the Uffizi has been under constant renovation since 1995, with exhibition space doubling and artworks reorganised to fill – at the last count – some 100 rooms across two floors. The controversially contemporary loggia designed in 1998 for the gallery's exit by Japanese architect Arata Isozaki seems but a pipe dream these days: future projects work will focus more on areas earmarked for temporary exhibitions and conferences. When planning a visit, check on the museum website which rooms are closed that day.The world-famous collection, displayed in chronological order, spans the gamut of art history from ancient Greek sculpture to 18th-century Venetian paintings. But its core is the Renaissance collection.Visits are best kept to three or four hours maximum. When it all gets too much, head to the rooftop cafe (aka the terraced hanging garden, where the Medici clan listened to music performances on the square below) for a drink, fresh air and fabulous views. If you've had enough after taking in the gallery's main highlights on the 2nd floor, a 'quick exit' route signposted by the cafe allows you to, well, make a quick exit.Tuscan Masters: 13th to 14th CenturiesArriving in the Moving into Siena, Bologna and Pisa in the 14th century, the highlight in Room 3 is Simone Martini's shimmering Masters in 14th-century Florence (Room 4) paid as much attention to detail as their Sienese counterparts: savour the realism of the Renaissance PioneersPiero della Francesca's famous profile portraits (1465) of the crooked-nosed, red-robed duke and the duchess of Urbino occupy centre stage in Room 8. The duke appears from the left side as he'd lost his right eye in a jousting accident, while the duchess is painted a deathly stone-white, reflecting the fact the portrait was painted posthumously. The regal pair are eternalised with the Virtues on the reverse side.In the same room, Florence's victory over the Sienese at the Battle of San Romano, near Pisa, in 1432, is brought to life with outstanding realism and increased use of perspective in Paolo Uccello's magnificent In Room 9, the seven cardinal and theological values of 15th-century Florence by brothers Antonio and Piero del Pollaiolo – commissioned for the merchant's tribunal in Piazza della Signoria – radiate energy. More restrained is Piero's Botticelli RoomThe spectacular Northern InfluencesThe clear influence northern European artists had on Florentine artists during the Renaissance is explored in Room 15 with works by Flemish painter Hugo van der Goes (1430–82). His monumental La TribunaThe Medici clan stashed away their most precious masterpieces in this exquisite octagonal-shaped treasure trove (Room 18), created by Francesco I between 1581 and 1586. Designed to amaze and perfectly restored to its original exquisite state, a small collection of classical statues and paintings adorn its walls, upholstered in crimson silk, and 6000 mother-of-pearl shells painted with crimson varnish encrust the domed ceiling.Elsewhere in Italy: 15th CenturyThe final rooms in the High Renaissance to MannerismPassing through the loggia or Michelangelo & RaphaelRoom 34, with sage-green painted walls, evokes the artistic environment in which a young Michelangelo lived and worked in Florence. It displays sculptures from classical antiquity, of great influence on the aspiring sculptor, and from the Medici-owned sculpture garden in San Marco where Michelangelo studied classical sculpture as an apprentice from the age of 13. The master himself, Michelangelo, dazzles with the Leonardo Da VinciThree magnificent early Florentine works by Leonardo da Vinci are brilliantly displayed in beautifully appointed Room 35. His 1st-Floor GalleriesPost coffee- and fresh-air break on the Uffizi's roof terrace, head downstairs to the 1st-floor galleries. Turn left at the bottom of the stairs to delve into the Donazione Contini Bonacossi (Rooms 46 to 55), the private collection of an Italian politician and art collector bequeathed to the Italian state upon his death in 1955 but only on permanent display since 2018. A beautiful glazed terracotta coat of arms (1510–20) by Giovanni della Robbia raises the curtain on the eight-room collection and among the many paintings, sculptures, exquisite maiolica ceramics and pieces of antique furniture, there are works by Veronese, Goya and Tintoretto. The overwhelming highlight is Gian Lorenzo Bernini’s voluptuous marble sculpture (1613–17) of the martyred San Lorenzo writhing above flames as he burns alive on a gridiron.Returning to the stairwell, bear right to Room 56 – a welcome, vast long space with benches to relax on and blank white walls on which films and digital art compositions are projected. (Room 67 is another empty, relaxation room.)Rooms 57 to 59, with their deep Bordeaux-red walls, visit the 16th century's transition from High Renaissance to Mannerism in Florence with works by Andrea del Sarto (1486–1530). Considered Michelangelo's artistic heir in Florence by the 1520s, Florentine painter Jacopo Carucci (1494–1557), known simply as Pontormo, fills Room 61. His wholly realistic Rooms 64 and 65 are dedicated to Medici portrait artist Agnolo Bronzino (1503–72), who worked at the court of Cosimo I from 1539 until 1555 (when he was replaced by Vasari). His 1545 portraits of the Grand Duchess Eleonora of Toleto and her son Giovanni together, and the 18-month-old Giovanni alone holding a goldfinch – symbolising his calling into the Church – are considered masterpieces of 16th-century European portraiture. Giovanni was indeed elected a cardinal in 1560, but died of malaria two years later.Works by Caravaggio in Rooms 96 and 97 were deemed vulgar at the time for his direct interpretation of reality. Should you still have any energy for art appreciation, Room 99 provides a glimpse at the Uffizi's collection of 16th- to 18th-century works by foreign artists, namely Rembrandt, Rubens and Van Dyck. Subsequent rooms are dedicated to temporary exhibitions.",
        "link": "/italy/florence/duomo-and-piazza-della-signoria/attractions/galleria-degli-uffizi/a/poi-sig/1157282/1317530",
        "country": "italy",
        "city": "florence",
        "country_id": 381000
    },
    {
        "website": "http://www.westminster-abbey.org",
        "address": "20 Dean's Yard",
        "price": "adult/child £24/10, half-price Wed 4.30pm",
        "top_choice": "Top Choice",
        "title": "Westminster Abbey",
        "desc": "A splendid mixture of architectural styles, Westminster Abbey is considered the finest example of Early English Gothic. It's not merely a beautiful place of worship – the Abbey is still a working church and the stage on which history unfolds. Never a cathedral (the seat of a bishop), Westminster Abbey is what is called a \"royal peculiar\", administered by the Crown.At the heart of the Abbey is the beautifully tiled sanctuary, the stage for coronations, royal weddings and funerals. Architect George Gilbert Scott designed the ornate High Altar in 1873. In front of the altar is the Cosmati Pavement, dating to 1268. It has intricate designs of small pieces of stone and glass inlaid into plain marble, which symbolize the universe at the end of time (an inscription claims the world will end after 19,683 years). At the entrance to the lovely Chapel of St John the Baptist is a sublime translucent alabaster The most sacred spot in the Abbey is the shrine of St Edward the Confessor, which lies behind the High Altar; access is restricted to guided tours to protect the fragile 13th-century flooring. King Edward, long considered a saint before he was canonised, was the founder of the Abbey, and the original building was consecrated a few weeks before his death in 1066. Henry III added a new shrine with Cosmati mosaics in the mid-12th century where the sick prayed for healing – and also chipped off a few souvenirs to take home.The Quire (choir), a stunning space of gold, blue and red Victorian Gothic above a black-and-white chequerboard tiled floor, dates to the mid-19th century. It sits where the original choir for the monks' worship would have been but bears little resemblance to the original. Nowadays, the Quire is still used for singing, but its regular occupants are the Choir of Westminster Abbey – about 30 boys and 12 \"lay vicars\" (men) who sing the services and evensong.Henry VII's magnificent Perpendicular Gothic–style Lady Chapel, with an impressive fan-vaulted ceiling and tall stained-glass windows is at the eastern end of the church.Opened in 2018, the Queen's Diamond Jubilee Galleries are a museum and gallery space located in the medieval triforium, the arched gallery above the nave. Among its exhibits are the death masks and wax effigies of generations of royalty, armor and stained glass. Highlights are the graffiti-inscribed chair used for the coronation of Mary II, the beautifully illustrated manuscripts of the At the western end of the nave near the Tomb of the Unknown Warrior, killed in France during WWI and laid to rest here in 1920, is St George's Chapel, which contains the rather ordinary-looking Coronation Chair, upon which every monarch since the early 14th century has been crowned (apart from joint monarchs Mary II and William III, who had their own chairs fashioned for the event in 1689).Apart from the royal graves, keep an eye out for the many famous commoners interred here, especially in Poets' Corner, where you'll find the resting places of Geoffrey Chaucer, Charles Dickens, Thomas Hardy, Alfred Tennyson, Samuel Johnson and Rudyard Kipling, as well as memorials to the other greats (William Shakespeare, Jane Austen, the Brontë sisters etc). Another set of illustrious stones is in Scientists' Corner near the north aisle of the nave, including the final resting places of Sir Isaac Newton, Charles Darwin and the ashes of Stephen Hawking.The octagonal Chapter House dates from the 1250s and was where the monks would meet for daily prayer and their job assignments, before Henry VIII's suppression of the monasteries some three centuries later. To the right of the entrance to Chapter House is what's claimed to be the oldest door in Britain – it’s been there since the 1050s. Used as a treasury, the crypt-like Pyx Chamber dates from about 1070 and takes its name from boxes that held gold and silver to be tested for purity to make coins.Much of the Abbey's architecture is from the 13th century, but it was founded much earlier, in AD 960. Henry III began work on the new Abbey building in 1245 but didn't complete it; the Gothic nave was finished under Richard II in 1388. The Lady Chapel was completed after 13 years of construction in 1516.For centuries, the country's greatest have been interred here, including 17 monarchs from King Henry III (1272) to King George II (1760). Every monarch since William the Conqueror has been crowned here, with the exception of a couple of Eds who were either murdered (Edward V) or abdicated (Edward VIII) before the magic moment. It has also hosted 16 royal weddings, the most recent being that of Prince William and Catherine Middleton in 2011.Sightseeing visitors must book their tickets in advance Photography is allowed inside the church, but beware that ",
        "link": "/england/london/the-west-end/attractions/westminster-abbey/a/poi-sig/370357/1321927",
        "country": "england",
        "city": "london",
        "country_id": null
    }
]